//地图中心点经纬度
var MapCenter = {
    Lng: 102.8396670000,
    Lat: 24.8859530000
}

/*测试仓库物流中心数据，本机调试启用*/
var MapWareHouseList = [{
    Id: '37312551-950b-11e6-8ed7-005056bd5942',
    Name: "泛亚物流中心",
    Lng: 102.850877,
    Lat: 24.933482
}, {
    Id: '0a2a2e32-4678-4474-a58f-a7cfcae40a5b',
    Name: "邮政仓库",
    Lat: 24.934325,
    Lng: 102.831757
}];

/*正式数据，发布版本时候启用*/
//var MapWareHouseList = [{
//    Id: '37312551-950b-11e6-8ed7-005056bd5942',
//    Name: "泛亚物流中心",
//    Lng: 102.850877,
//    Lat: 24.933482
//}, {
//    Id: '4431c99a-0f79-11e7-bca5-246e965399cc',
//    Name: "邮政仓库",
//    Lat: 24.934325,
//    Lng: 102.831757
//}];